def anamenu():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE          
    1 ) Ürünler
    2 ) Hesap
    2 ) Satış
    3 ) Çıkış
------------------------------------------------""")

def urunler():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE          
    1 ) Ürünleri Listele
    2 ) Ürünleri Güncelleme
    3 ) Ürün Sil
    4 ) Ürün Ekle
    5 ) Çıkış
------------------------------------------------""")
    
def urun_duzenleme():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE          
    1 ) Ekle
    2 ) Güncelle
    3 ) Sil
    4 ) Çıkış
------------------------------------------------""")
def muhasebe():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE          
    1 ) Muhasebe
    2 ) Çıkış
------------------------------------------------""")

def muhasebe_secenekler():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE          
    1 ) Sayım
    2 ) Sorun Var mı?
    3 ) Kasada ki para doğru mu? 
    4 ) Çıkış
------------------------------------------------""")

def urun_kategori():
    print("""
------------------------------------------------
                İPEK PİŞMANİYE        
    1 ) Pişmaniyeler
    2 ) Kestane Şekerleri
    3 ) Çekme Helvalar
    4 ) İptal
------------------------------------------------""")